

var tone = new Vue({
el: '#act',
data: {
    sky: [],
    filter_name: '',
},
computed: {
    filteredrawdata: function () {
      var filter_name = this.filter_name.toLowerCase();
      var month ;
      return (this.filter_name.trim() !== '') ?
        this.rawdata.filter(function (d) {
          if(filter_name.indexOf("月")!=-1){
            if(filter_name.slice(0,1)=="三"){
              month = "03"
            }
            else if(filter_name.slice(0,1)=="四"){
              month = "04"
            }
            else if(filter_name.slice(0,1)=="五"){
              month = "05"
            }
            else if(filter_name.slice(0,1)=="六"){
              month = "06"
            }
            
            return d['日期'].slice(0,2).toLowerCase().indexOf(month) > -1; 
          }
          else{
          return d['分類'].toLowerCase().indexOf(filter_name) > -1;        
          }             
        }) :
        this.rawdata;
    }
  },
  methods: {
    changetome: function(type){
    if(this.filter_name == type){
    this.filter_name = "";
    }
    else{
    this.filter_name = type;

    }
      
      ;
  }
  },
created: function () {
    var self = this;
    self.rawdata =[
        {
          "日期": "03/04(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "爵隊琴鍵之魅( 爵士四重奏)",
          "講師/演出者/演出團體": "鋼琴 /嚴爵、喇叭 /梁玉軒、口琴/ 藤井俊充、鼓/ 林宥廷",
          "分類": "風雅頌"
        },
        {
          "日期": "03/05(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "遇見法國( 弦樂四重奏)",
          "講師/演出者/演出團體": "小提琴/ 吳庭毓、吳怡宗，中提琴/ 楊瑞瑟，大提琴/ 孫小媚",
          "分類": "風雅頌"
        },
        {
          "日期": "03/10(二)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "設計我的斜槓人生",
          "講師/演出者/演出團體": "擺渡人生設計 職涯設計師/林俊宏",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "03/11(三)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "不斷打掉重練的斜槓人生",
          "講師/演出者/演出團體": "非喝不可：自釀冠軍的精釀啤酒地圖作者/陳雨德",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "03/11(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "山林、詩人、樂—舒曼德文藝術歌曲( 聲樂獨唱)",
          "講師/演出者/演出團體": "男中音/ 林中光、鋼琴/ 謝欣容",
          "分類": "風雅頌"
        },
        {
          "日期": "03/12(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "璀璨之音( 聲樂與鋼琴三重奏)",
          "講師/演出者/演出團體": "小提琴/ 李宜錦、大提琴/ 呂超倫、女高音/羅明芳、鋼琴/ 蔡明叡",
          "分類": "風雅頌"
        },
        {
          "日期": "03/18(三)",
          "時間": "15:50-17:00",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "飛虎薪傳",
          "講師/演出者/演出團體": "田再勱",
          "分類": "全人博雅講壇"
        },
        {
          "日期": "03/19(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "為了與你相遇",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "03/19(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "森。木管三重奏─五感音樂(木管三重奏)",
          "講師/演出者/演出團體": "雙簧管/ 謝宛臻、單簧管/ 劉凱妮、低音管/簡凱玉",
          "分類": "風雅頌"
        },
        {
          "日期": "03/20(四)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "職場靠真心還不夠？心理師教你溝通小心機",
          "講師/演出者/演出團體": "Ashley心理科學苑創辦人/陳雪如",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "03/21(六)",
          "時間": "09:30~17:30",
          "活動地點": "無",
          "活動名稱": "志工基礎／特殊訓練研習營",
          "講師/演出者/演出團體": "服務學習中心",
          "分類": "服務學習系列活動"
        },
        {
          "日期": "03/23(一)",
          "時間": "18:30-",
          "活動地點": "活動中心音樂廳",
          "活動名稱": "《摸得到的文字，看不見的電影》—電影賞析《推拿》",
          "講師/演出者/演出團體": "桃園光影電影館：講師—陳平浩",
          "分類": "電影播放暨講評"
        },
        {
          "日期": "03/24(二)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "當MarTech 遇上AI -- 微軟如何利用大數據與人工智慧進行行銷的數位轉型",
          "講師/演出者/演出團體": "台灣微軟資深行銷協理/蔡昆錡/陳雨德",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "03/25(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "Breakthorugh跨樂( 爵士四重奏)",
          "講師/演出者/演出團體": "單簧管/ 張昌傑、鋼琴/ 林亮宇、貝斯/ 葉俊麟、鼓手/ 林宥廷",
          "分類": "風雅頌"
        },
        {
          "日期": "03/25(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "如果人生是一場音樂會",
          "講師/演出者/演出團體": "林姿瑩老師",
          "分類": "人生講座"
        },
        {
          "日期": "03/25(三)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "打造獨一無二的履歷自傳實戰演練",
          "講師/演出者/演出團體": "四季職涯發展學院 講師/莊士勇",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "03/26(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "華範風采( 雙鋼琴)",
          "講師/演出者/演出團體": "鋼琴/ 陳冠宇、陳文婉",
          "分類": "風雅頌"
        },
        {
          "日期": "03/26(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "動物方程式",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "03/26(四)",
          "時間": "18:00-",
          "活動地點": "全人村南棟108教室",
          "活動名稱": "《自己的書自己做》",
          "講師/演出者/演出團體": "呂學堯",
          "分類": "DIY"
        },
        {
          "日期": "03/26(四)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "穿出職場影響力-面試服裝與禮儀",
          "講師/演出者/演出團體": "雅仕國際形象顧問有限公司創辦人兼執行長/蘇竹玲老師",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "03/31(二)",
          "時間": "19:00-",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "說。唱。秀",
          "分類": "樂曲悠揚"
        },
        {
          "日期": "04/01(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "好萊塢PK經典( 吉他與弦樂四重奏)",
          "講師/演出者/演出團體": "小提琴/歐陽慧剛、徐錫隆、中提琴/巫明俐、大提琴/ 萬靜伶、吉他/ 黃修禮",
          "分類": "風雅頌"
        },
        {
          "日期": "04/07(二)",
          "時間": "18:30-",
          "活動地點": "活動中心音樂廳",
          "活動名稱": "南薑香茅罌粟花－全本讀劇",
          "講師/演出者/演出團體": "慢島劇團",
          "分類": "通識藝文"
        },
        {
          "日期": "04/08(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "Roy Hargrove Project( 爵士五重奏)",
          "講師/演出者/演出團體": "吉他/ 溫喻芯、小號/ 王朝威、貝斯/ 黃幼舜、鼓/ 陳昱長、鋼琴/ 林語桐",
          "分類": "風雅頌"
        },
        {
          "日期": "04/08(三)",
          "時間": "15:50-17:00",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "日遺戰備遺構作為眷村使用之歷史意義兼談《虎尾的天空》的空戰故事",
          "講師/演出者/演出團體": "霍鵬程",
          "分類": "全人博雅講壇"
        },
        {
          "日期": "04/08(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "選　擇",
          "講師/演出者/演出團體": "王偉華會長",
          "分類": "人生講座"
        },
        {
          "日期": "04/08(三)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "面試不NG ！外商人資長教你面試守則",
          "講師/演出者/演出團體": "兌豐管理顧問有限公司 人資顧問 /賴姿蓉",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "04/09(四)",
          "時間": "12:50-14:00",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "日日是好日",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "04/09(四)",
          "時間": "12:40-",
          "活動地點": "風雅頌",
          "活動名稱": "走進大銀幕的古典樂( 鋼琴獨奏)",
          "講師/演出者/演出團體": "鋼琴/ 吳天泰",
          "分類": "風雅頌"
        },
        {
          "日期": "04/09(四)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "學生勞動權益探討",
          "講師/演出者/演出團體": "立詳法律事務所 合署律師/郭耘豪",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "04/13(一)",
          "時間": "15:10-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "時光撥格－介入空間與記憶的地景藝術",
          "講師/演出者/演出團體": "林建享",
          "分類": "講座"
        },
        {
          "日期": "04/14(二)",
          "時間": "18:30-",
          "活動地點": "活動中心音樂廳",
          "活動名稱": "宇宙之聲ON AIR",
          "講師/演出者/演出團體": "陳家聲工作室",
          "分類": "通識藝文"
        },
        {
          "日期": "04/14(二)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "職場黃金簡報三分鐘",
          "講師/演出者/演出團體": "1111人力銀行 校園事業部/王德嚴 副理",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "04/15(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "跨世紀精粹－長笛與鋼琴二重奏( 長笛與鋼琴二重奏)",
          "講師/演出者/演出團體": "長笛/ 陳怡婷、鋼琴 / 陳冠宇",
          "分類": "風雅頌"
        },
        {
          "日期": "04/15(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "打造一個真實的自己",
          "講師/演出者/演出團體": "王心怡牧師",
          "分類": "人生講座"
        },
        {
          "日期": "04/16(四)",
          "時間": "12:50-14:00",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "聽說",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "04/16(四)",
          "時間": "17:00~18:00",
          "活動地點": "中原大學大草坪 (雨備：風雅頌藝文廳)",
          "活動名稱": "席地而坐音樂聚場(人聲、手碟)",
          "講師/演出者/演出團體": "主唱/ 葉穎、手碟手/李承宇",
          "分類": "風雅頌"
        },
        {
          "日期": "04/16(四)",
          "時間": "18:00~19:00",
          "活動地點": "中原大學大草坪 (雨備：風雅頌藝文廳)",
          "活動名稱": "鄭皓文四重奏─ Monday Morning(爵士四重奏)",
          "講師/演出者/演出團體": "薩克斯風/ 鄭皓文、鋼琴/ 詹宗霖、貝斯/ 謝宗翰、鼓手/ 馬仕函",
          "分類": "風雅頌"
        },
        {
          "日期": "04/16(四)",
          "時間": "18:00-",
          "活動地點": "全人村南棟108教室",
          "活動名稱": "【桌遊一】你以為你沒有道德底限嗎？",
          "講師/演出者/演出團體": "李宗憲、鄭凱元",
          "分類": "桌遊系列"
        },
        {
          "日期": "04/22(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "你認識音樂劇嗎？聽我們說，聽我們唱( 聲樂重唱)",
          "講師/演出者/演出團體": "女高音/ 陳慧如、男中音/ 張淳菡、鋼琴/曾立葶",
          "分類": "風雅頌"
        },
        {
          "日期": "04/22(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "知己知彼 百戰百勝",
          "講師/演出者/演出團體": "劉大明牧師",
          "分類": "人生講座"
        },
        {
          "日期": "04/22(三)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "華新麗華工業4.0發展與應用",
          "講師/演出者/演出團體": "華新麗華",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "04/23(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "澳大利亞",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "04/23(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "義聲琴 | Voice and Pianoduo Recital tour 2020( 聲樂獨唱)",
          "講師/演出者/演出團體": "女高音/ 王秋雯、鋼琴/ 曾慶宜",
          "分類": "風雅頌"
        },
        {
          "日期": "04/30(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "美麗人生",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "05/04(一)",
          "時間": "18:30-",
          "活動地點": "活動中心音樂廳",
          "活動名稱": "女人皆如此X愛情學堂",
          "講師/演出者/演出團體": "莫札特校園歌劇",
          "分類": "通識藝文"
        },
        {
          "日期": "05/05(二)",
          "時間": "18:30-",
          "活動地點": "活動中心音樂廳",
          "活動名稱": "女人皆如此X愛情學堂",
          "講師/演出者/演出團體": "莫札特校園歌劇",
          "分類": "通識藝文"
        },
        {
          "日期": "05/05(二)",
          "時間": "19:00-",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "足夢爵響",
          "講師/演出者/演出團體": "無",
          "分類": "樂曲悠揚"
        },
        {
          "日期": "05/05(二)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "OMO行銷術─ 突破行銷疆界，全面掌握顧客的心",
          "講師/演出者/演出團體": "Line Taiwan 廣告事業部產業經理 /郭勝軒",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "05/06(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "二十世紀初聲-三重奏音樂會( 小提琴、單簧管、鋼琴三重奏)",
          "講師/演出者/演出團體": "小提琴/ 邱明瑩、單簧管/ 陳怡真、鋼琴/蔡世豪",
          "分類": "風雅頌"
        },
        {
          "日期": "05/06(三)",
          "時間": "15:50-17:00",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "透過中醫醫美給你健康美",
          "講師/演出者/演出團體": "陳潮宗",
          "分類": "全人博雅講壇"
        },
        {
          "日期": "05/06(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "讚美主的聖名",
          "講師/演出者/演出團體": "中原大學教職員詩班",
          "分類": "人生講座"
        },
        {
          "日期": "05/07(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "仙人畫家：熊谷守一",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "05/07(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "四月望雨－台灣歌謠的春雨(長笛與弦樂三重奏)",
          "講師/演出者/演出團體": "導聆/鄧泰超 、長笛/ 華 姵、小提琴/ 黎劭璇、中提琴/林筱純 、大提琴/林宏霖",
          "分類": "風雅頌"
        },
        {
          "日期": "05/13(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "浪漫風情拿波里( 聲樂重唱)",
          "講師/演出者/演出團體": "男高音/ 簡崇元、男中音/ 蔣嘉文、男高音/ 沈政達、歌者/ 古文生、鋼琴/ 呂䈄渂",
          "分類": "風雅頌"
        },
        {
          "日期": "05/13(三)",
          "時間": "18:00-",
          "活動地點": "全人村南棟108教室",
          "活動名稱": "【桌遊二】你以為你就是你的腦嗎？",
          "講師/演出者/演出團體": "李宗憲、鄭凱元",
          "分類": "桌遊系列"
        },
        {
          "日期": "05/13(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "戀愛這檔事",
          "講師/演出者/演出團體": "吳文琪老師",
          "分類": "人生講座"
        },
        {
          "日期": "05/14(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "大眼睛",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "05/14(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "《魅力三弦室內樂》慶祝「樂聖」貝多芬250週年冥誕( 弦樂三重奏)",
          "講師/演出者/演出團體": "小提琴/ 黃芷唯、中提琴/ 蕭宇沛、大提琴/ 呂超倫",
          "分類": "風雅頌"
        },
        {
          "日期": "05/14(四)",
          "時間": "18:00-",
          "活動地點": "全人村南棟108教室",
          "活動名稱": "生命的「藺」一種可能",
          "講師/演出者/演出團體": "台灣藺草學會",
          "分類": "DIY"
        },
        {
          "日期": "05/19(二)",
          "時間": "18:00-20:00",
          "活動地點": "教學105室",
          "活動名稱": "從工程師到工程員-我的國考之路",
          "講師/演出者/演出團體": "新北市政府高灘地工程管理處工程員/王文哲",
          "分類": "職涯規劃系列講座"
        },
        {
          "日期": "05/20(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "《香頌六人》二十世紀法國藝術歌曲選(聲樂獨唱)",
          "講師/演出者/演出團體": "女高音/ 蔡澐宣、鋼琴/ 王騰寬",
          "分類": "風雅頌"
        },
        {
          "日期": "05/20(三)",
          "時間": "10:00-",
          "活動地點": "恩慈樓地下室中餐教室",
          "活動名稱": "剩食Ｘ文學宴",
          "講師/演出者/演出團體": "小麥(日式主廚)/楊七喜(明日餐桌創辦人)",
          "分類": "DIY"
        },
        {
          "日期": "05/20(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "Before and After and In-Between",
          "講師/演出者/演出團體": "趙家麟老師",
          "分類": "人生講座"
        },
        {
          "日期": "05/21(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "寂寞大師",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "05/21(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "東方. 西方美聲饗宴(聲樂重唱)",
          "講師/演出者/演出團體": "女高音/ 邱玉蘭、蒲孝慈、次女高音/ 鄭海芸、鋼琴/ 張詠舜",
          "分類": "風雅頌"
        },
        {
          "日期": "05/26(二)",
          "時間": "18:30-",
          "活動地點": "活動中心音樂廳",
          "活動名稱": "即興劇了沒",
          "講師/演出者/演出團體": "勇氣即興劇場",
          "分類": "通識藝文"
        },
        {
          "日期": "05/27(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "Echos of Homeland 鄉音的呼喚(雙鋼琴)",
          "講師/演出者/演出團體": "鋼琴/ 隆信真、隆愛真",
          "分類": "風雅頌"
        },
        {
          "日期": "05/28(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "印象雷諾瓦",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "05/28(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "行家室內樂集─「波希米亞之聲」(鋼琴三重奏)",
          "講師/演出者/演出團體": "小提琴/ 余道明、大提琴/ 劉聖文、鋼琴/丁心茹",
          "分類": "風雅頌"
        },
        {
          "日期": "05/28(四)",
          "時間": "19:00-",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "曼哈頓室內樂集－古典四浪漫五",
          "講師/演出者/演出團體": "小提琴/簡山根、潘世衡、中提琴/潘世洵、大提琴/陳佑瑄、鋼琴/何宛茹",
          "分類": "樂曲悠揚"
        },
        {
          "日期": "06/03(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "碰！樂團—當古典詩詞邂逅阿卡貝拉(無伴奏聲樂重唱)",
          "講師/演出者/演出團體": "男低音/ 紀景華、男高音/ 周家寬、人聲打擊/ 陳法憲、女高音/ 陳虹竹、張維庭",
          "分類": "風雅頌"
        },
        {
          "日期": "06/03(三)",
          "時間": "15:10-17:00",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "文化創意產業的展望與應用",
          "講師/演出者/演出團體": "簡廷在",
          "分類": "全人博雅講壇"
        },
        {
          "日期": "06/03(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "國際NGO工作者的看見",
          "講師/演出者/演出團體": "楊怡庭執行總監",
          "分類": "人生講座"
        },
        {
          "日期": "06/04(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "華爾街之狼",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "06/04(四)",
          "時間": "17:00-",
          "活動地點": "中原大學大草坪 (雨備：風雅頌藝文廳)",
          "活動名稱": "女爵騎士樂團ＥＰ巡迴(爵士五重奏)",
          "講師/演出者/演出團體": "歌手/ 徐席琳、鋼琴/唐寧、薩克斯風/ 廖莊廷、電貝斯手/ 石哲安、鼓手/ 林宥廷",
          "分類": "風雅頌"
        },
        {
          "日期": "06/04(四)",
          "時間": "18:00-",
          "活動地點": "中原大學大草坪 (雨備：風雅頌藝文廳)",
          "活動名稱": "行草樂團 Grass Walkers(跨界樂團)",
          "講師/演出者/演出團體": "中國笛/ 刁鵬、鋼琴/賴鈺蒨、貝斯/ 葉俊麟、鼓/ 陳奕欣",
          "分類": "風雅頌"
        },
        {
          "日期": "06/06(六)",
          "時間": "無",
          "活動地點": "無",
          "活動名稱": "服務學習競賽－全人關懷獎",
          "講師/演出者/演出團體": "服務學習中心",
          "分類": "服務學習系列活動"
        },
        {
          "日期": "06/08(一)",
          "時間": "19:00-",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "蛻變世紀",
          "講師/演出者/演出團體": "大堤琴/ 張式明、鋼琴/ 陳文婉、小提琴/ 簡山根",
          "分類": "樂曲悠揚"
        },
        {
          "日期": "06/10(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "未拆封情書(爵士二重奏)",
          "講師/演出者/演出團體": "爵士鋼琴/ 曾增譯、爵士小提琴/ 黃偉駿",
          "分類": "風雅頌"
        },
        {
          "日期": "06/10(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "天賜大禮",
          "講師/演出者/演出團體": "范大陵長老",
          "分類": "人生講座"
        },
        {
          "日期": "06/11(四)",
          "時間": "12:40-",
          "活動地點": "張靜愚紀念圖書館1樓秀德廳",
          "活動名稱": "購物狂的世界",
          "講師/演出者/演出團體": "無",
          "分類": "博雅電影院"
        },
        {
          "日期": "06/11(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "SEMPRE PIANO TRIO SEMPRE PIANO TRIO 民謠風情(鋼琴三重奏)",
          "講師/演出者/演出團體": "小提琴/ 曾智弘、大提琴/ 陳昱翰、鋼琴/顏竹君",
          "分類": "風雅頌"
        },
        {
          "日期": "06/17(三)",
          "時間": "12:50-14:00",
          "活動地點": "風雅頌",
          "活動名稱": "濃情威尼斯(木笛與大鍵琴二重奏)",
          "講師/演出者/演出團體": "木笛/ 梁益彰、大鍵琴/ 須藤真地子",
          "分類": "風雅頌"
        },
        {
          "日期": "06/17(三)",
          "時間": "10:10-11:00",
          "活動地點": "全人村中棟2樓瑞麗堂",
          "活動名稱": "那些疤痕教會我的事",
          "講師/演出者/演出團體": "古晧、楊豐彥",
          "分類": "人生講座"
        },
        {
          "日期": "06/18(四)",
          "時間": "15:50-17:00",
          "活動地點": "風雅頌",
          "活動名稱": "是春天為我們開門的時候了 Spring Upon UsAgain(鋼琴三重奏)",
          "講師/演出者/演出團體": "小提琴/ 蘇鈴雅、大提琴/ 婭力木、鋼琴/陳玲玉",
          "分類": "風雅頌"
        }
      
]
}
});